const localities = [
  {
    "lat": 3446315.339,
    "name": "אילת"
  },
  {
    "lat": 3449730.497,
    "name": "אילות"
  },
  {
    "lat": 3477133.998,
    "name": "אליפז"
  },
  {
    "lat": 3481937.894,
    "name": "סמר"
  },
  {
    "lat": 3490059.528,
    "name": "יטבתה"
  },
  {
    "lat": 3491294.89,
    "name": "שחרות"
  },
  {
    "lat": 3495696.041,
    "name": "גרופית"
  },
  {
    "lat": 3499634.101,
    "name": "קטורה"
  },
  {
    "lat": 3501837.897,
    "name": "לוטן"
  },
  {
    "lat": 3508436.069,
    "name": "נווה חריף"
  },
  {
    "lat": 3509929.632,
    "name": "נאות סמדר"
  },
  {
    "lat": 3514315.779,
    "name": "יהל"
  },
  {
    "lat": 3550651.024,
    "name": "פארן"
  },
  {
    "lat": 3575701.709,
    "name": "צופר"
  },
  {
    "lat": 3581908.588,
    "name": "ספיר"
  },
  {
    "lat": 3582936.013,
    "name": "מצפה רמון"
  },
  {
    "lat": 3588736.167,
    "name": "עין יהב"
  },
  {
    "lat": 3602635.642,
    "name": "חצבה"
  },
  {
    "lat": 3606688.205,
    "name": "עין חצבה"
  },
  {
    "lat": 3607281.515,
    "name": "עידן"
  },
  {
    "lat": 3608050.317,
    "name": "עיר אובות"
  },
  {
    "lat": 3616064.676,
    "name": "שדה בוקר"
  },
  {
    "lat": 3620331.132,
    "name": "ניצני סיני"
  },
  {
    "lat": 3621147.567,
    "name": "כמהין"
  },
  {
    "lat": 3624557.134,
    "name": "נאות הכיכר"
  },
  {
    "lat": 3628850.019,
    "name": "אשלים"
  },
  {
    "lat": 3631252.211,
    "name": "ירוחם"
  },
  {
    "lat": 3631814.249,
    "name": "טללים"
  },
  {
    "lat": 3633387.735,
    "name": "משאבי שדה"
  },
  {
    "lat": 3638336.504,
    "name": "רביבים"
  },
  {
    "lat": 3639603.642,
    "name": "רתמים"
  },
  {
    "lat": 3641485.101,
    "name": "דימונה"
  },
  {
    "lat": 3652569.951,
    "name": "נווה זוהר"
  },
  {
    "lat": 3652941.939,
    "name": "ערערה-בנגב"
  },
  {
    "lat": 3657339.728,
    "name": "יבול"
  },
  {
    "lat": 3658074.546,
    "name": "דקל"
  },
  {
    "lat": 3658443.297,
    "name": "שגב-שלום"
  },
  {
    "lat": 3658742.029,
    "name": "תלמי יוסף"
  },
  {
    "lat": 3659217.82,
    "name": "צאלים"
  },
  {
    "lat": 3659644.957,
    "name": "יתד"
  },
  {
    "lat": 3660108.006,
    "name": "גבולות"
  },
  {
    "lat": 3660341.198,
    "name": "שדי אברהם"
  },
  {
    "lat": 3661564.855,
    "name": "פרי גן"
  },
  {
    "lat": 3661801.351,
    "name": "נבטים"
  },
  {
    "lat": 3662371.134,
    "name": "כרם שלום"
  },
  {
    "lat": 3662433,
    "name": "תלמי אליהו"
  },
  {
    "lat": 3662661.974,
    "name": "שדה ניצן"
  },
  {
    "lat": 3662692.654,
    "name": "חולית"
  },
  {
    "lat": 3663563.643,
    "name": "אוהד"
  },
  {
    "lat": 3663589.036,
    "name": "ניר יצחק"
  },
  {
    "lat": 3663589.062,
    "name": "סופה"
  },
  {
    "lat": 3663622.949,
    "name": "צוחר"
  },
  {
    "lat": 3663853.789,
    "name": "חצרים"
  },
  {
    "lat": 3663953.6,
    "name": "מבטחים"
  },
  {
    "lat": 3664571.553,
    "name": "כסיפה"
  },
  {
    "lat": 3664944.881,
    "name": "ישע"
  },
  {
    "lat": 3665005.135,
    "name": "תל שבע"
  },
  {
    "lat": 3665068.555,
    "name": "עמיעוז"
  },
  {
    "lat": 3666052.974,
    "name": "ערד"
  },
  {
    "lat": 3666130.177,
    "name": "באר שבע"
  },
  {
    "lat": 3667669.594,
    "name": "עומר"
  },
  {
    "lat": 3669354.16,
    "name": "עין הבשור"
  },
  {
    "lat": 3671547.317,
    "name": "מגן"
  },
  {
    "lat": 3671577.743,
    "name": "חורה"
  },
  {
    "lat": 3672364.096,
    "name": "אורים"
  },
  {
    "lat": 3673194.275,
    "name": "אופקים"
  },
  {
    "lat": 3673379.167,
    "name": "ניר עוז"
  },
  {
    "lat": 3674819.632,
    "name": "מסלול"
  },
  {
    "lat": 3674878.303,
    "name": "לקיה"
  },
  {
    "lat": 3675114.426,
    "name": "תפרח"
  },
  {
    "lat": 3675164.004,
    "name": "מיתר"
  },
  {
    "lat": 3675274.95,
    "name": "פטיש"
  },
  {
    "lat": 3675280.587,
    "name": "גילת"
  },
  {
    "lat": 3675283.035,
    "name": "פדויים"
  },
  {
    "lat": 3676080.326,
    "name": "כרמים"
  },
  {
    "lat": 3676255.246,
    "name": "בטחה"
  },
  {
    "lat": 3676278.409,
    "name": "נירים"
  },
  {
    "lat": 3676702.457,
    "name": "רנן"
  },
  {
    "lat": 3677526.197,
    "name": "הר עמשא"
  },
  {
    "lat": 3678484.621,
    "name": "עין השלושה"
  },
  {
    "lat": 3680101.382,
    "name": "משמר הנגב"
  },
  {
    "lat": 3680118.562,
    "name": "מצדות יהודה"
  },
  {
    "lat": 3680898.512,
    "name": "להבים"
  },
  {
    "lat": 3680968.141,
    "name": "ברוש"
  },
  {
    "lat": 3681093.423,
    "name": "תאשור"
  },
  {
    "lat": 3681479.723,
    "name": "כיסופים"
  },
  {
    "lat": 3681617.536,
    "name": "טנא"
  },
  {
    "lat": 3681975.211,
    "name": "תדהר"
  },
  {
    "lat": 3682084.507,
    "name": "להב"
  },
  {
    "lat": 3682924.75,
    "name": "רעים"
  },
  {
    "lat": 3683191.401,
    "name": "שמעה"
  },
  {
    "lat": 3683375.803,
    "name": "מלילות"
  },
  {
    "lat": 3683638.503,
    "name": "אשכולות"
  },
  {
    "lat": 3683735.326,
    "name": "סוסיה"
  },
  {
    "lat": 3683863.306,
    "name": "רהט"
  },
  {
    "lat": 3684333.683,
    "name": "שיבולים"
  },
  {
    "lat": 3684355.968,
    "name": "גבעולים"
  },
  {
    "lat": 3684382.458,
    "name": "מעגלים"
  },
  {
    "lat": 3685371.658,
    "name": "שרשרת"
  },
  {
    "lat": 3686341.472,
    "name": "דבירה"
  },
  {
    "lat": 3686477.145,
    "name": "שובל"
  },
  {
    "lat": 3686577.153,
    "name": "מעון"
  },
  {
    "lat": 3687612.679,
    "name": "נתיבות"
  },
  {
    "lat": 3687753.536,
    "name": "שוקדה"
  },
  {
    "lat": 3687969.736,
    "name": "בארי"
  },
  {
    "lat": 3688038.85,
    "name": "בית הגדי"
  },
  {
    "lat": 3688184.025,
    "name": "כפר מימון"
  },
  {
    "lat": 3688928.985,
    "name": "שומרייה"
  },
  {
    "lat": 3689026.297,
    "name": "כרמל"
  },
  {
    "lat": 3689206.007,
    "name": "תושייה"
  },
  {
    "lat": 3689770.759,
    "name": "תלמי ביל\"ו"
  },
  {
    "lat": 3689918.585,
    "name": "עתניאל"
  },
  {
    "lat": 3690062.112,
    "name": "פעמי תש\"ז"
  },
  {
    "lat": 3690418.738,
    "name": "יושיביה"
  },
  {
    "lat": 3690443.628,
    "name": "יזרעם"
  },
  {
    "lat": 3690814.91,
    "name": "אשבול"
  },
  {
    "lat": 3690840.586,
    "name": "בית קמה"
  },
  {
    "lat": 3691029.714,
    "name": "קלחים"
  },
  {
    "lat": 3691095.332,
    "name": "זמרת"
  },
  {
    "lat": 3691226.274,
    "name": "מבועים"
  },
  {
    "lat": 3691270.658,
    "name": "שדה צבי"
  },
  {
    "lat": 3691523.103,
    "name": "תקומה"
  },
  {
    "lat": 3691560.759,
    "name": "עלומים"
  },
  {
    "lat": 3691700.981,
    "name": "שובה"
  },
  {
    "lat": 3692339.381,
    "name": "עין גדי"
  },
  {
    "lat": 3692440.919,
    "name": "זרועה"
  },
  {
    "lat": 3693930.231,
    "name": "ניר עקיבא"
  },
  {
    "lat": 3693992.47,
    "name": "סעד"
  },
  {
    "lat": 3694248.178,
    "name": "נחל עוז"
  },
  {
    "lat": 3694905.711,
    "name": "ניר משה"
  },
  {
    "lat": 3695630.525,
    "name": "יכיני"
  },
  {
    "lat": 3695641.88,
    "name": "כפר עזה"
  },
  {
    "lat": 3696004.569,
    "name": "פני חבר"
  },
  {
    "lat": 3696929.414,
    "name": "חגי"
  },
  {
    "lat": 3696995.35,
    "name": "נגוהות"
  },
  {
    "lat": 3697453.52,
    "name": "רוחמה"
  },
  {
    "lat": 3697957.107,
    "name": "מפלסים"
  },
  {
    "lat": 3698624.414,
    "name": "דורות"
  },
  {
    "lat": 3698778.634,
    "name": "גבים"
  },
  {
    "lat": 3699422.389,
    "name": "שקף"
  },
  {
    "lat": 3700242.024,
    "name": "ניר עם"
  },
  {
    "lat": 3700719.313,
    "name": "נחל דורן"
  },
  {
    "lat": 3701237.662,
    "name": "שדרות"
  },
  {
    "lat": 3702222.636,
    "name": "אמציה"
  },
  {
    "lat": 3702812.118,
    "name": "קריית ארבע"
  },
  {
    "lat": 3704690.884,
    "name": "אדורה"
  },
  {
    "lat": 3704903.493,
    "name": "אחוזם"
  },
  {
    "lat": 3705226.273,
    "name": "אור הנר"
  },
  {
    "lat": 3705396.123,
    "name": "ברור חיל"
  },
  {
    "lat": 3705696.939,
    "name": "ארז"
  },
  {
    "lat": 3705908.655,
    "name": "ניסנית"
  },
  {
    "lat": 3706232.275,
    "name": "לכיש"
  },
  {
    "lat": 3706249.755,
    "name": "תלם"
  },
  {
    "lat": 3706263.164,
    "name": "תלמים"
  },
  {
    "lat": 3706271.24,
    "name": "שלווה"
  },
  {
    "lat": 3706603.926,
    "name": "מצפה שלם"
  },
  {
    "lat": 3706668.096,
    "name": "נתיב העשרה"
  },
  {
    "lat": 3706725.728,
    "name": "נועם"
  },
  {
    "lat": 3707312.206,
    "name": "איתן"
  },
  {
    "lat": 3707379.159,
    "name": "דוגית"
  },
  {
    "lat": 3707729.586,
    "name": "שדה דוד"
  },
  {
    "lat": 3707743.798,
    "name": "אבן שמואל"
  },
  {
    "lat": 3708057.612,
    "name": "חלץ"
  },
  {
    "lat": 3708753.638,
    "name": "אלי סיני"
  },
  {
    "lat": 3709204.073,
    "name": "אספר"
  },
  {
    "lat": 3709387.428,
    "name": "יד מרדכי"
  },
  {
    "lat": 3709858.361,
    "name": "גברעם"
  },
  {
    "lat": 3709960.512,
    "name": "עוזה"
  },
  {
    "lat": 3710380.1,
    "name": "זוהר"
  },
  {
    "lat": 3710447.936,
    "name": "מעלה עמוס"
  },
  {
    "lat": 3711463.748,
    "name": "כרמייה"
  },
  {
    "lat": 3711519.411,
    "name": "קריית גת"
  },
  {
    "lat": 3712014.958,
    "name": "זיקים"
  },
  {
    "lat": 3712054.359,
    "name": "כרמי צור"
  },
  {
    "lat": 3712134.301,
    "name": "ניר ח\"ן"
  },
  {
    "lat": 3712223.511,
    "name": "שדה משה"
  },
  {
    "lat": 3712520.518,
    "name": "בית גוברין"
  },
  {
    "lat": 3712977.463,
    "name": "תלמי יפה"
  },
  {
    "lat": 3713641.268,
    "name": "שחר"
  },
  {
    "lat": 3713711.871,
    "name": "מבקיעים"
  },
  {
    "lat": 3713901.84,
    "name": "נהורה"
  },
  {
    "lat": 3714017.701,
    "name": "נוגה"
  },
  {
    "lat": 3714549.829,
    "name": "גת (קיבוץ)"
  },
  {
    "lat": 3714577.701,
    "name": "גיאה"
  },
  {
    "lat": 3714768.299,
    "name": "כוכב מיכאל"
  },
  {
    "lat": 3714827.663,
    "name": "נחושה"
  },
  {
    "lat": 3715271.662,
    "name": "גלאון"
  },
  {
    "lat": 3715752.95,
    "name": "עוצם"
  },
  {
    "lat": 3715878.535,
    "name": "בית שקמה"
  },
  {
    "lat": 3716051.181,
    "name": "מגדל עוז"
  },
  {
    "lat": 3716570.51,
    "name": "שדה יואב"
  },
  {
    "lat": 3717105.363,
    "name": "בית ניר"
  },
  {
    "lat": 3717145.587,
    "name": "נוקדים"
  },
  {
    "lat": 3717383.249,
    "name": "רווחה"
  },
  {
    "lat": 3717383.79,
    "name": "כפר עציון"
  },
  {
    "lat": 3717691.593,
    "name": "אלומה"
  },
  {
    "lat": 3717784.136,
    "name": "תקוע"
  },
  {
    "lat": 3718126.506,
    "name": "יד נתן"
  },
  {
    "lat": 3718180.754,
    "name": "אלון שבות"
  },
  {
    "lat": 3718360.351,
    "name": "מנוחה"
  },
  {
    "lat": 3718405.592,
    "name": "משען"
  },
  {
    "lat": 3718596.34,
    "name": "בת עין"
  },
  {
    "lat": 3718615.778,
    "name": "נחלה"
  },
  {
    "lat": 3718626.256,
    "name": "זבדיאל"
  },
  {
    "lat": 3718802.539,
    "name": "אדרת"
  },
  {
    "lat": 3718817.648,
    "name": "צפרירים"
  },
  {
    "lat": 3718915.92,
    "name": "אפרתה"
  },
  {
    "lat": 3718957.849,
    "name": "אלעזר"
  },
  {
    "lat": 3718984.245,
    "name": "נגבה"
  },
  {
    "lat": 3719063.804,
    "name": "קוממיות"
  },
  {
    "lat": 3719317.099,
    "name": "ורדון"
  },
  {
    "lat": 3719636.77,
    "name": "אשקלון"
  },
  {
    "lat": 3719733.382,
    "name": "ראש צורים"
  },
  {
    "lat": 3720030.146,
    "name": "ברכיה"
  },
  {
    "lat": 3720123.976,
    "name": "גבעת ישעיהו"
  },
  {
    "lat": 3720138.049,
    "name": "סגולה"
  },
  {
    "lat": 3720279.984,
    "name": "ניר בנים"
  },
  {
    "lat": 3720472.847,
    "name": "נווה מיכאל"
  },
  {
    "lat": 3720797.753,
    "name": "הודייה"
  },
  {
    "lat": 3721029.501,
    "name": "שריגים (לי-און)"
  },
  {
    "lat": 3721170.154,
    "name": "נווה דניאל"
  },
  {
    "lat": 3721264.738,
    "name": "אבנת"
  },
  {
    "lat": 3721285.449,
    "name": "נח\"ל גבעות"
  },
  {
    "lat": 3721568.247,
    "name": "אביעזר"
  },
  {
    "lat": 3721576.003,
    "name": "זרחיה"
  },
  {
    "lat": 3722269.433,
    "name": "לוזית"
  },
  {
    "lat": 3722355.741,
    "name": "ניר ישראל"
  },
  {
    "lat": 3722445.404,
    "name": "נתיב הל\"ה"
  },
  {
    "lat": 3723390.259,
    "name": "עין צורים"
  },
  {
    "lat": 3723577.524,
    "name": "שפיר"
  },
  {
    "lat": 3723585.942,
    "name": "עגור"
  },
  {
    "lat": 3723608.32,
    "name": "מרכז שפירא"
  },
  {
    "lat": 3723775.799,
    "name": "ביתר עילית"
  },
  {
    "lat": 3724184.726,
    "name": "קדמה"
  },
  {
    "lat": 3724370.925,
    "name": "משואות יצחק"
  },
  {
    "lat": 3725265.81,
    "name": "זכריה"
  },
  {
    "lat": 3725275.606,
    "name": "אביגדור"
  },
  {
    "lat": 3726007.834,
    "name": "ניצנים"
  },
  {
    "lat": 3726109.97,
    "name": "תימורים"
  },
  {
    "lat": 3726164.486,
    "name": "צור הדסה"
  },
  {
    "lat": 3726315.867,
    "name": "מטע"
  },
  {
    "lat": 3726527.758,
    "name": "כפר ורבורג"
  },
  {
    "lat": 3726724.376,
    "name": "אל -עזי"
  },
  {
    "lat": 3726749.043,
    "name": "שדות מיכה"
  },
  {
    "lat": 3726986.937,
    "name": "מבוא ביתר"
  },
  {
    "lat": 3727034.196,
    "name": "הר גילה"
  },
  {
    "lat": 3727073.671,
    "name": "\"בית ג"
  },
  {
    "lat": 3727863.142,
    "name": "בר גיורא"
  },
  {
    "lat": 3728172.901,
    "name": "באר טוביה"
  },
  {
    "lat": 3728226.625,
    "name": "כפר מנחם"
  },
  {
    "lat": 3728250.311,
    "name": "קריית מלאכי"
  },
  {
    "lat": 3728262.251,
    "name": "גבעתי"
  },
  {
    "lat": 3728469.843,
    "name": "ערוגות"
  },
  {
    "lat": 3728786.351,
    "name": "בית עזרא"
  },
  {
    "lat": 3728817.774,
    "name": "עזר"
  },
  {
    "lat": 3729215.111,
    "name": "רמת רחל"
  },
  {
    "lat": 3729254.69,
    "name": "ניצן"
  },
  {
    "lat": 3729333.93,
    "name": "גפן"
  },
  {
    "lat": 3729536.846,
    "name": "ינון"
  },
  {
    "lat": 3729553.839,
    "name": "אורות"
  },
  {
    "lat": 3729683.246,
    "name": "אמונים"
  },
  {
    "lat": 3729710.052,
    "name": "אחווה"
  },
  {
    "lat": 3729808.428,
    "name": "כפר אחים"
  },
  {
    "lat": 3729874.369,
    "name": "נס הרים"
  },
  {
    "lat": 3729916.174,
    "name": "בית שמש"
  },
  {
    "lat": 3730252.309,
    "name": "מחסיה"
  },
  {
    "lat": 3730482.929,
    "name": "כפר הרי\"ף"
  },
  {
    "lat": 3730615.841,
    "name": "תירוש"
  },
  {
    "lat": 3730631.436,
    "name": "קליה"
  },
  {
    "lat": 3730706.714,
    "name": "עזריקם"
  },
  {
    "lat": 3730714.739,
    "name": "ישעי"
  },
  {
    "lat": 3730742.673,
    "name": "עמינדב"
  },
  {
    "lat": 3730959.755,
    "name": "קדר"
  },
  {
    "lat": 3731057.248,
    "name": "תלמי יחיאל"
  },
  {
    "lat": 3731181.055,
    "name": "אורה"
  },
  {
    "lat": 3731518.601,
    "name": "שדה עוזיהו"
  },
  {
    "lat": 3732079.53,
    "name": "צרעה"
  },
  {
    "lat": 3732162.47,
    "name": "אבן ספיר"
  },
  {
    "lat": 3732661.287,
    "name": "נחם"
  },
  {
    "lat": 3733153.358,
    "name": "בני ראם"
  },
  {
    "lat": 3733426.301,
    "name": "רבדים"
  },
  {
    "lat": 3733437.677,
    "name": "חצור-אשדוד"
  },
  {
    "lat": 3733641.207,
    "name": "שתולים"
  },
  {
    "lat": 3733647.449,
    "name": "כסלון"
  },
  {
    "lat": 3733671.385,
    "name": "רמת רזיאל"
  },
  {
    "lat": 3733840.958,
    "name": "גבעת שמש"
  },
  {
    "lat": 3733979.54,
    "name": "דייר ראפאת"
  },
  {
    "lat": 3734246.743,
    "name": "איתנים"
  },
  {
    "lat": 3734432.332,
    "name": "ירושלים"
  },
  {
    "lat": 3734552.838,
    "name": "חצב"
  },
  {
    "lat": 3734668.51,
    "name": "אשתאול"
  },
  {
    "lat": 3734777.851,
    "name": "בית זית"
  },
  {
    "lat": 3734900.103,
    "name": "תרום"
  },
  {
    "lat": 3735010.627,
    "name": "מעלה אדומים"
  },
  {
    "lat": 3735020.174,
    "name": "צובה"
  },
  {
    "lat": 3735335.022,
    "name": "גבעת יערים"
  },
  {
    "lat": 3735473.747,
    "name": "אלמוג"
  },
  {
    "lat": 3735661.506,
    "name": "בני עי\"ש"
  },
  {
    "lat": 3735741.603,
    "name": "חפץ חיים"
  },
  {
    "lat": 3735802.886,
    "name": "גן יבנה"
  },
  {
    "lat": 3735820.255,
    "name": "עין ראפה"
  },
  {
    "lat": 3736064.215,
    "name": "בית חלקיה"
  },
  {
    "lat": 3736246.859,
    "name": "כפר אוריה"
  },
  {
    "lat": 3736289.21,
    "name": "מוצא עילית"
  },
  {
    "lat": 3736326.241,
    "name": "בית מאיר"
  },
  {
    "lat": 3736334.113,
    "name": "אשדוד"
  },
  {
    "lat": 3736348.573,
    "name": "עין נקובא"
  },
  {
    "lat": 3736515.217,
    "name": "ביצרון"
  },
  {
    "lat": 3736621.728,
    "name": "שורש"
  },
  {
    "lat": 3736789.212,
    "name": "יד בנימין"
  },
  {
    "lat": 3736838.907,
    "name": "שואבה"
  },
  {
    "lat": 3737108.313,
    "name": "מבשרת ציון"
  },
  {
    "lat": 3737206.95,
    "name": "תעוז"
  },
  {
    "lat": 3737413.327,
    "name": "מסילת ציון"
  },
  {
    "lat": 3737509.834,
    "name": "קריית יערים"
  },
  {
    "lat": 3737624.9,
    "name": "גן הדרום"
  },
  {
    "lat": 3737641.204,
    "name": "בית נקופה"
  },
  {
    "lat": 3737693.973,
    "name": "צלפון"
  },
  {
    "lat": 3737729.854,
    "name": "גיזו"
  },
  {
    "lat": 3737802.472,
    "name": "נווה מבטח"
  },
  {
    "lat": 3737840.649,
    "name": "טל שחר"
  },
  {
    "lat": 3737870.334,
    "name": "אבו גוש"
  },
  {
    "lat": 3738080.161,
    "name": "יד השמונה"
  },
  {
    "lat": 3738115.18,
    "name": "נווה אילן"
  },
  {
    "lat": 3738134.428,
    "name": "בית הערבה"
  },
  {
    "lat": 3738263.685,
    "name": "קריית יערים (מוסד)"
  },
  {
    "lat": 3738359.39,
    "name": "הראל"
  },
  {
    "lat": 3738532.209,
    "name": "קריית ענבים"
  },
  {
    "lat": 3738549.631,
    "name": "גדרה"
  },
  {
    "lat": 3738643.509,
    "name": "ידידה"
  },
  {
    "lat": 3739032.276,
    "name": "קבוצת יבנה"
  },
  {
    "lat": 3739107.023,
    "name": "קדרון"
  },
  {
    "lat": 3739119.015,
    "name": "יסודות"
  },
  {
    "lat": 3739141.504,
    "name": "מצפה יריחו"
  },
  {
    "lat": 3739304.784,
    "name": "בית רבן"
  },
  {
    "lat": 3739393.077,
    "name": "מעלה החמישה"
  },
  {
    "lat": 3739406.765,
    "name": "נווה שלום"
  },
  {
    "lat": 3739504.662,
    "name": "מישר"
  },
  {
    "lat": 3739632.666,
    "name": "כרם יבנה (ישיבה)"
  },
  {
    "lat": 3739756.893,
    "name": "משגב דב"
  },
  {
    "lat": 3739766.107,
    "name": "בני דרום"
  },
  {
    "lat": 3739843.134,
    "name": "כפר אדומים"
  },
  {
    "lat": 3740064.472,
    "name": "ניר גלים"
  },
  {
    "lat": 3740079.474,
    "name": "משמר דוד"
  },
  {
    "lat": 3740309.568,
    "name": "עשרת"
  },
  {
    "lat": 3740594.508,
    "name": "הר אדר"
  },
  {
    "lat": 3740611.711,
    "name": "ורד יריחו"
  },
  {
    "lat": 3740866.94,
    "name": "עלמון"
  },
  {
    "lat": 3740920.431,
    "name": "בקוע"
  },
  {
    "lat": 3741101.833,
    "name": "חולדה"
  },
  {
    "lat": 3741144.867,
    "name": "כפר אביב"
  },
  {
    "lat": 3741155.915,
    "name": "נחשון"
  },
  {
    "lat": 3741190.414,
    "name": "כפר מרדכי"
  },
  {
    "lat": 3741287.457,
    "name": "נטף"
  },
  {
    "lat": 3741317.014,
    "name": "שדמה"
  },
  {
    "lat": 3742701.369,
    "name": "בניה"
  },
  {
    "lat": 3742910.46,
    "name": "בית אלעזרי"
  },
  {
    "lat": 3743262.324,
    "name": "גבעון החדשה"
  },
  {
    "lat": 3743337.891,
    "name": "מבוא חורון"
  },
  {
    "lat": 3743373.67,
    "name": "כרמי יוסף"
  },
  {
    "lat": 3743614.768,
    "name": "גבע בנימין"
  },
  {
    "lat": 3743805.091,
    "name": "מזכרת בתיה"
  },
  {
    "lat": 3744459.418,
    "name": "בן זכאי"
  },
  {
    "lat": 3744590.721,
    "name": "בית גמליאל"
  },
  {
    "lat": 3744646.007,
    "name": "גני יוחנן"
  },
  {
    "lat": 3744662.022,
    "name": "פדיה"
  },
  {
    "lat": 3744750.034,
    "name": "גבעת זאב"
  },
  {
    "lat": 3744923.355,
    "name": "כפר בן נון"
  },
  {
    "lat": 3745165.151,
    "name": "קריית עקרון"
  },
  {
    "lat": 3745370.111,
    "name": "יציץ"
  },
  {
    "lat": 3745722.355,
    "name": "גבעת ברנר"
  },
  {
    "lat": 3745849.865,
    "name": "פתחיה"
  },
  {
    "lat": 3746205.883,
    "name": "נוף איילון"
  },
  {
    "lat": 3746413.396,
    "name": "בית עוזיאל"
  },
  {
    "lat": 3746427.772,
    "name": "שעלבים"
  },
  {
    "lat": 3746490.403,
    "name": "משמר איילון"
  },
  {
    "lat": 3746645.692,
    "name": "כפר ביל\"ו"
  },
  {
    "lat": 3746694.78,
    "name": "רמות מאיר"
  },
  {
    "lat": 3747015.094,
    "name": "גזר"
  },
  {
    "lat": 3747146.59,
    "name": "בית חורון"
  },
  {
    "lat": 3747337.013,
    "name": "גן שלמה"
  },
  {
    "lat": 3747386.966,
    "name": "גני הדר"
  },
  {
    "lat": 3747464.318,
    "name": "יבנה"
  },
  {
    "lat": 3747527.623,
    "name": "מעלה מכמש"
  },
  {
    "lat": 3747666.312,
    "name": "כוכב יעקב"
  },
  {
    "lat": 3748018.13,
    "name": "נען"
  },
  {
    "lat": 3748199.271,
    "name": "גאליה"
  },
  {
    "lat": 3748484.618,
    "name": "כפר הנגיד"
  },
  {
    "lat": 3748713.35,
    "name": "גיבתון"
  },
  {
    "lat": 3748772.916,
    "name": "בית חשמונאי"
  },
  {
    "lat": 3748796.094,
    "name": "עזריה"
  },
  {
    "lat": 3748878.253,
    "name": "כפר שמואל"
  },
  {
    "lat": 3748976.04,
    "name": "סתרייה"
  },
  {
    "lat": 3749648.045,
    "name": "רחובות"
  },
  {
    "lat": 3750013.464,
    "name": "מודיעין-מכבים-רעות"
  },
  {
    "lat": 3750034.561,
    "name": "פסגות"
  },
  {
    "lat": 3750262.581,
    "name": "יד רמב\"ם"
  },
  {
    "lat": 3750955.787,
    "name": "מצליח"
  },
  {
    "lat": 3751471.589,
    "name": "כפר רות"
  },
  {
    "lat": 3751500.753,
    "name": "נעמי"
  },
  {
    "lat": 3751554.823,
    "name": "נחל אלישע"
  },
  {
    "lat": 3752136.82,
    "name": "ישרש"
  },
  {
    "lat": 3752439.463,
    "name": "עיינות"
  },
  {
    "lat": 3752472.461,
    "name": "לפיד"
  },
  {
    "lat": 3752562.99,
    "name": "שילת"
  },
  {
    "lat": 3752679.464,
    "name": "כפר האורנים"
  },
  {
    "lat": 3753214.294,
    "name": "נצר סרני"
  },
  {
    "lat": 3753313.795,
    "name": "בית עובד"
  },
  {
    "lat": 3753650.274,
    "name": "דולב"
  },
  {
    "lat": 3753895.376,
    "name": "גמזו"
  },
  {
    "lat": 3753997.999,
    "name": "מתתיהו"
  },
  {
    "lat": 3754050.499,
    "name": "נס ציונה"
  },
  {
    "lat": 3754203.054,
    "name": "רמלה"
  },
  {
    "lat": 3754294.36,
    "name": "חשמונאים"
  },
  {
    "lat": 3754350.71,
    "name": "מודיעין עילית"
  },
  {
    "lat": 3754381.504,
    "name": "פלמחים"
  },
  {
    "lat": 3754484.549,
    "name": "כפר דניאל"
  },
  {
    "lat": 3754642.065,
    "name": "רימונים"
  },
  {
    "lat": 3754646.366,
    "name": "מבוא מודיעים"
  },
  {
    "lat": 3754688.885,
    "name": "בית חנן"
  },
  {
    "lat": 3754749.738,
    "name": "אחיסמך"
  },
  {
    "lat": 3755130.314,
    "name": "טלמון"
  },
  {
    "lat": 3755597.529,
    "name": "בית אל"
  },
  {
    "lat": 3755650.539,
    "name": "נטעים"
  },
  {
    "lat": 3755956.199,
    "name": "באר יעקב"
  },
  {
    "lat": 3756560.834,
    "name": "ייט\"ב"
  },
  {
    "lat": 3756882.425,
    "name": "לוד"
  },
  {
    "lat": 3757040.598,
    "name": "בן שמן (מושב)"
  },
  {
    "lat": 3757113.72,
    "name": "ניר צבי"
  },
  {
    "lat": 3757145.743,
    "name": "עפרה"
  },
  {
    "lat": 3757773.046,
    "name": "כרם בן שמן"
  },
  {
    "lat": 3757909.316,
    "name": "כוכב השחר"
  },
  {
    "lat": 3758031.589,
    "name": "בן שמן (כפר נוער)"
  },
  {
    "lat": 3758441.93,
    "name": "נעלה"
  },
  {
    "lat": 3758490.615,
    "name": "גינתון"
  },
  {
    "lat": 3759159.269,
    "name": "חדיד"
  },
  {
    "lat": 3759166.949,
    "name": "נירן"
  },
  {
    "lat": 3759654.709,
    "name": "ראשון לציון"
  },
  {
    "lat": 3759893.462,
    "name": "נחליאל"
  },
  {
    "lat": 3760099.929,
    "name": "בית נחמיה"
  },
  {
    "lat": 3760118.203,
    "name": "זיתן"
  },
  {
    "lat": 3760749.156,
    "name": "כפר טרומן"
  },
  {
    "lat": 3760844.275,
    "name": "אחיעזר"
  },
  {
    "lat": 3761770.207,
    "name": "נתיב הגדוד"
  },
  {
    "lat": 3761775.858,
    "name": "יגל"
  },
  {
    "lat": 3762010.481,
    "name": "כפר חב\"ד"
  },
  {
    "lat": 3762756.551,
    "name": "בית עריף"
  },
  {
    "lat": 3763050.811,
    "name": "שוהם"
  },
  {
    "lat": 3763273.022,
    "name": "גלגל"
  },
  {
    "lat": 3763284.936,
    "name": "בית דגן"
  },
  {
    "lat": 3763355.978,
    "name": "עטרת"
  },
  {
    "lat": 3763731.102,
    "name": "צפרייה"
  },
  {
    "lat": 3764092.84,
    "name": "חלמיש"
  },
  {
    "lat": 3764574.215,
    "name": "משמר השבעה"
  },
  {
    "lat": 3764708.768,
    "name": "חולון"
  },
  {
    "lat": 3765036.088,
    "name": "ברקת"
  },
  {
    "lat": 3765046.827,
    "name": "טירת יהודה"
  },
  {
    "lat": 3765154.921,
    "name": "בת ים"
  },
  {
    "lat": 3765524.021,
    "name": "תומר"
  },
  {
    "lat": 3765654.933,
    "name": "גנות"
  },
  {
    "lat": 3765751.391,
    "name": "עפרים"
  },
  {
    "lat": 3765848.627,
    "name": "חמד"
  },
  {
    "lat": 3766307.319,
    "name": "אזור"
  },
  {
    "lat": 3766479.022,
    "name": "בני עטרות"
  },
  {
    "lat": 3766628.86,
    "name": "נווה אפרים"
  },
  {
    "lat": 3766906.901,
    "name": "אור יהודה"
  },
  {
    "lat": 3767253.699,
    "name": "גבעת כ\"ח"
  },
  {
    "lat": 3767349.598,
    "name": "יהוד"
  },
  {
    "lat": 3767891.325,
    "name": "רמת פנקס"
  },
  {
    "lat": 3768073.417,
    "name": "בית אריה"
  },
  {
    "lat": 3768741.052,
    "name": "בארות יצחק"
  },
  {
    "lat": 3769008.788,
    "name": "נופך"
  },
  {
    "lat": 3769140.085,
    "name": "רינתיה"
  },
  {
    "lat": 3769184.77,
    "name": "פצאל"
  },
  {
    "lat": 3769438.416,
    "name": "סביון"
  },
  {
    "lat": 3769453.19,
    "name": "מגשימים"
  },
  {
    "lat": 3769477.955,
    "name": "רמת אפעל"
  },
  {
    "lat": 3769963.952,
    "name": "אלעד"
  },
  {
    "lat": 3770161.539,
    "name": "מזור"
  },
  {
    "lat": 3770330.895,
    "name": "שילה"
  },
  {
    "lat": 3770503.534,
    "name": "מעלה לבונה"
  },
  {
    "lat": 3770957.703,
    "name": "נחלים"
  },
  {
    "lat": 3771031.462,
    "name": "קריית אונו"
  },
  {
    "lat": 3771078.072,
    "name": "כפר אז\"ר"
  },
  {
    "lat": 3771341.638,
    "name": "נחשונים"
  },
  {
    "lat": 3771353.554,
    "name": "גני תקווה"
  },
  {
    "lat": 3771424.848,
    "name": "פדואל"
  },
  {
    "lat": 3771482.944,
    "name": "יפית"
  },
  {
    "lat": 3772238.217,
    "name": "רמת גן"
  },
  {
    "lat": 3772339.147,
    "name": "גת רימון"
  },
  {
    "lat": 3772492.864,
    "name": "מעלה אפרים"
  },
  {
    "lat": 3772541.314,
    "name": "גבעתיים"
  },
  {
    "lat": 3772674.08,
    "name": "עלי זהב"
  },
  {
    "lat": 3773105.855,
    "name": "עלי"
  },
  {
    "lat": 3773364.441,
    "name": "כפר סירקין"
  },
  {
    "lat": 3773449.483,
    "name": "גבעת שמואל"
  },
  {
    "lat": 3773699.758,
    "name": "תל אביב -יפו"
  },
  {
    "lat": 3774192.481,
    "name": "עינת"
  },
  {
    "lat": 3774745.588,
    "name": "בני ברק"
  },
  {
    "lat": 3774834.122,
    "name": "פתח תקווה"
  },
  {
    "lat": 3775150.051,
    "name": "מגדלים"
  },
  {
    "lat": 3776059.813,
    "name": "ראש העין"
  },
  {
    "lat": 3776198.879,
    "name": "גבעת השלושה"
  },
  {
    "lat": 3776913.458,
    "name": "גיתית"
  },
  {
    "lat": 3777057.834,
    "name": "אריאל"
  },
  {
    "lat": 3777350.051,
    "name": "ברקן"
  },
  {
    "lat": 3778046.277,
    "name": "אלקנה"
  },
  {
    "lat": 3778219.064,
    "name": "משואה"
  },
  {
    "lat": 3778351.557,
    "name": "כפר קאסם"
  },
  {
    "lat": 3778662.995,
    "name": "קריית נטפים"
  },
  {
    "lat": 3778900.658,
    "name": "רבבה"
  },
  {
    "lat": 3779002.919,
    "name": "עץ אפרים"
  },
  {
    "lat": 3779009.63,
    "name": "כפר תפוח"
  },
  {
    "lat": 3779443.423,
    "name": "שערי תקווה"
  },
  {
    "lat": 3780399.303,
    "name": "אורנית"
  },
  {
    "lat": 3780528.761,
    "name": "כפר ברא"
  },
  {
    "lat": 3781042.56,
    "name": "נווה ירק"
  },
  {
    "lat": 3781192.201,
    "name": "רמת השרון"
  },
  {
    "lat": 3781423.694,
    "name": "חגור"
  },
  {
    "lat": 3781484.275,
    "name": "חורשים"
  },
  {
    "lat": 3781615.781,
    "name": "עדנים"
  },
  {
    "lat": 3782556.25,
    "name": "נירית"
  },
  {
    "lat": 3782670.522,
    "name": "ירקונה"
  },
  {
    "lat": 3782948.407,
    "name": "יקיר"
  },
  {
    "lat": 3783108.127,
    "name": "ג'לג'וליה"
  },
  {
    "lat": 3783234.896,
    "name": "גני עם"
  },
  {
    "lat": 3783307.655,
    "name": "אלישמע"
  },
  {
    "lat": 3783439.81,
    "name": "ירחיב"
  },
  {
    "lat": 3783579.764,
    "name": "הוד השרון"
  },
  {
    "lat": 3783637.954,
    "name": "נופים"
  },
  {
    "lat": 3784145.63,
    "name": "מתן"
  },
  {
    "lat": 3784371.571,
    "name": "שדי חמד"
  },
  {
    "lat": 3784555.381,
    "name": "מכורה"
  },
  {
    "lat": 3784565.607,
    "name": "עמנואל"
  },
  {
    "lat": 3784661.071,
    "name": "רמות השבים"
  },
  {
    "lat": 3785137.436,
    "name": "מעלה שומרון"
  },
  {
    "lat": 3785312.683,
    "name": "כפר מל\"ל"
  },
  {
    "lat": 3785345.103,
    "name": "גבעת ח\"ן"
  },
  {
    "lat": 3785517.264,
    "name": "הרצלייה"
  },
  {
    "lat": 3785570.046,
    "name": "יצהר"
  },
  {
    "lat": 3785836.756,
    "name": "אלפי מנשה"
  },
  {
    "lat": 3785871.936,
    "name": "נווה ימין"
  },
  {
    "lat": 3785921.064,
    "name": "קרני שומרון"
  },
  {
    "lat": 3785987.341,
    "name": "ארגמן"
  },
  {
    "lat": 3786197.047,
    "name": "איתמר"
  },
  {
    "lat": 3786625.743,
    "name": "כפר סבא"
  },
  {
    "lat": 3787739.803,
    "name": "כפר שמריהו"
  },
  {
    "lat": 3787983.021,
    "name": "רעננה"
  },
  {
    "lat": 3788590.264,
    "name": "צופית"
  },
  {
    "lat": 3788653.504,
    "name": "ברכה"
  },
  {
    "lat": 3788964.206,
    "name": "גן חיים"
  },
  {
    "lat": 3789199.41,
    "name": "ניר אליהו"
  },
  {
    "lat": 3789338.829,
    "name": "צופים"
  },
  {
    "lat": 3789444.001,
    "name": "חמרה"
  },
  {
    "lat": 3789648.379,
    "name": "רשפון"
  },
  {
    "lat": 3789770.599,
    "name": "בית ברל"
  },
  {
    "lat": 3790492.85,
    "name": "שדה ורבורג"
  },
  {
    "lat": 3791042.097,
    "name": "אייל"
  },
  {
    "lat": 3791361.332,
    "name": "בצרה"
  },
  {
    "lat": 3791414.005,
    "name": "ארסוף"
  },
  {
    "lat": 3791915.23,
    "name": "קדומים"
  },
  {
    "lat": 3791941.669,
    "name": "רמת הכובש"
  },
  {
    "lat": 3792203.927,
    "name": "שפיים"
  },
  {
    "lat": 3792252.43,
    "name": "בני ציון"
  },
  {
    "lat": 3792389.374,
    "name": "כוכב יאיר"
  },
  {
    "lat": 3793193.445,
    "name": "חרוצים"
  },
  {
    "lat": 3793284.275,
    "name": "משמרת"
  },
  {
    "lat": 3793515.995,
    "name": "געש"
  },
  {
    "lat": 3793885.718,
    "name": "אלון מורה"
  },
  {
    "lat": 3793971.379,
    "name": "טירה"
  },
  {
    "lat": 3794829.065,
    "name": "חירות"
  },
  {
    "lat": 3794910.086,
    "name": "צור נתן"
  },
  {
    "lat": 3795179.741,
    "name": "בקעות"
  },
  {
    "lat": 3795205.852,
    "name": "סלעית"
  },
  {
    "lat": 3795621.953,
    "name": "תל יצחק"
  },
  {
    "lat": 3795901.407,
    "name": "יקום"
  },
  {
    "lat": 3795941.65,
    "name": "רועי"
  },
  {
    "lat": 3796008.809,
    "name": "כפר הס"
  },
  {
    "lat": 3796328.661,
    "name": "חמדת"
  },
  {
    "lat": 3796498.117,
    "name": "תל מונד"
  },
  {
    "lat": 3797219.046,
    "name": "כפר עבודה"
  },
  {
    "lat": 3797514.8,
    "name": "בית יהושע"
  },
  {
    "lat": 3797630.565,
    "name": "בני דרור"
  },
  {
    "lat": 3797730.55,
    "name": "עזריאל"
  },
  {
    "lat": 3797938.393,
    "name": "שבי שומרון"
  },
  {
    "lat": 3798059.862,
    "name": "עין ורד"
  },
  {
    "lat": 3798272.262,
    "name": "אודים"
  },
  {
    "lat": 3798326.679,
    "name": "טייבה"
  },
  {
    "lat": 3798475.682,
    "name": "יעף"
  },
  {
    "lat": 3798561.897,
    "name": "אבן יהודה"
  },
  {
    "lat": 3799295.912,
    "name": "עין שריד"
  },
  {
    "lat": 3799464.525,
    "name": "כפר יעבץ"
  },
  {
    "lat": 3799571.165,
    "name": "כפר נטר"
  },
  {
    "lat": 3799738.182,
    "name": "פורת"
  },
  {
    "lat": 3800052.14,
    "name": "צורן-קדימה"
  },
  {
    "lat": 3800731.123,
    "name": "קלנסווה"
  },
  {
    "lat": 3800917.133,
    "name": "ענב"
  },
  {
    "lat": 3800930.931,
    "name": "אבני חפץ"
  },
  {
    "lat": 3801142.378,
    "name": "צורן"
  },
  {
    "lat": 3801369.631,
    "name": "שער אפרים"
  },
  {
    "lat": 3802426.371,
    "name": "צור משה"
  },
  {
    "lat": 3802613.423,
    "name": "גאולים"
  },
  {
    "lat": 3803477.506,
    "name": "ניצני עוז"
  },
  {
    "lat": 3803525.288,
    "name": "פרדסייה"
  },
  {
    "lat": 3803647.096,
    "name": "תנובות"
  },
  {
    "lat": 3803689.828,
    "name": "ינוב"
  },
  {
    "lat": 3804065.138,
    "name": "חומש"
  },
  {
    "lat": 3804436.484,
    "name": "נתניה"
  },
  {
    "lat": 3804443.016,
    "name": "נורדייה"
  },
  {
    "lat": 3804888.285,
    "name": "כפר יונה"
  },
  {
    "lat": 3805028.424,
    "name": "משכיות"
  },
  {
    "lat": 3805380.019,
    "name": "גנות הדר"
  },
  {
    "lat": 3805590.275,
    "name": "בארותיים"
  },
  {
    "lat": 3805999.359,
    "name": "בורגתה"
  },
  {
    "lat": 3806136.935,
    "name": "יד חנה"
  },
  {
    "lat": 3807040.276,
    "name": "עולש"
  },
  {
    "lat": 3807113.545,
    "name": "חניאל"
  },
  {
    "lat": 3807158.62,
    "name": "בת חפר"
  },
  {
    "lat": 3807220.655,
    "name": "בית יצחק-שער חפר"
  },
  {
    "lat": 3807548.88,
    "name": "רותם"
  },
  {
    "lat": 3807633.658,
    "name": "שא-נור"
  },
  {
    "lat": 3808254.918,
    "name": "מדרשת רופין"
  },
  {
    "lat": 3808732.936,
    "name": "כפר ידידיה"
  },
  {
    "lat": 3808812.865,
    "name": "שדמות מחולה"
  },
  {
    "lat": 3809063.434,
    "name": "כפר מונש"
  },
  {
    "lat": 3809279.372,
    "name": "הדר עם"
  },
  {
    "lat": 3809282.013,
    "name": "גן יאשיה"
  },
  {
    "lat": 3809349.757,
    "name": "אביחיל"
  },
  {
    "lat": 3809363.752,
    "name": "בחן"
  },
  {
    "lat": 3809825.703,
    "name": "בית הלוי"
  },
  {
    "lat": 3809878.061,
    "name": "שושנת העמקים"
  },
  {
    "lat": 3810020.371,
    "name": "משמר השרון"
  },
  {
    "lat": 3810036.902,
    "name": "כפר חיים"
  },
  {
    "lat": 3810570.143,
    "name": "גבעת שפירא"
  },
  {
    "lat": 3810711.88,
    "name": "חבצלת השרון"
  },
  {
    "lat": 3810836.064,
    "name": "צוקי ים"
  },
  {
    "lat": 3810969.311,
    "name": "העוגן"
  },
  {
    "lat": 3811130.5,
    "name": "מעברות"
  },
  {
    "lat": 3811171.55,
    "name": "זמר"
  },
  {
    "lat": 3811254.824,
    "name": "ביתן אהרן"
  },
  {
    "lat": 3811807.398,
    "name": "מחולה"
  },
  {
    "lat": 3811954.008,
    "name": "אומץ"
  },
  {
    "lat": 3812258.727,
    "name": "נעורים"
  },
  {
    "lat": 3812828.738,
    "name": "בית חירות"
  },
  {
    "lat": 3813017.393,
    "name": "המעפיל"
  },
  {
    "lat": 3813167.037,
    "name": "אלישיב"
  },
  {
    "lat": 3813281.902,
    "name": "בית ינאי"
  },
  {
    "lat": 3813630.684,
    "name": "כפר ויתקין"
  },
  {
    "lat": 3814014.538,
    "name": "חופית"
  },
  {
    "lat": 3814027.626,
    "name": "מגל"
  },
  {
    "lat": 3814095.686,
    "name": "עין החורש"
  },
  {
    "lat": 3814157.971,
    "name": "חגלה"
  },
  {
    "lat": 3814316.624,
    "name": "אחיטוב"
  },
  {
    "lat": 3814624.361,
    "name": "כפר הרא\"ה"
  },
  {
    "lat": 3814764.326,
    "name": "גבעת חיים (מאוחד)"
  },
  {
    "lat": 3814918.857,
    "name": "גאולי תימן"
  },
  {
    "lat": 3815273.325,
    "name": "להבות חביבה"
  },
  {
    "lat": 3815560.143,
    "name": "חיבת ציון"
  },
  {
    "lat": 3815820.118,
    "name": "גת"
  },
  {
    "lat": 3815857.938,
    "name": "גבעת חיים (איחוד)"
  },
  {
    "lat": 3816109.158,
    "name": "חרב לאת"
  },
  {
    "lat": 3816381.011,
    "name": "שדה יצחק"
  },
  {
    "lat": 3816667.864,
    "name": "מכמורת"
  },
  {
    "lat": 3816940.52,
    "name": "אליכין"
  },
  {
    "lat": 3818038.899,
    "name": "באקה-ג'ת"
  },
  {
    "lat": 3818594.074,
    "name": "מבוא דותן"
  },
  {
    "lat": 3818755.924,
    "name": "מאור"
  },
  {
    "lat": 3818785.956,
    "name": "טירת צבי"
  },
  {
    "lat": 3819047.81,
    "name": "חרמש"
  },
  {
    "lat": 3820961.383,
    "name": "מלכישוע"
  },
  {
    "lat": 3821061.892,
    "name": "חדרה"
  },
  {
    "lat": 3821073.037,
    "name": "שדי תרומות"
  },
  {
    "lat": 3821250.655,
    "name": "מצר"
  },
  {
    "lat": 3821336.018,
    "name": "שדה אליהו"
  },
  {
    "lat": 3821463.682,
    "name": "תל תאומים"
  },
  {
    "lat": 3821801.234,
    "name": "מייסר"
  },
  {
    "lat": 3821932.951,
    "name": "תלמי אלעזר"
  },
  {
    "lat": 3822191.052,
    "name": "בכורה"
  },
  {
    "lat": 3822243.501,
    "name": "רוויה"
  },
  {
    "lat": 3822379.433,
    "name": "גן שמואל"
  },
  {
    "lat": 3822483.961,
    "name": "גנים"
  },
  {
    "lat": 3822515.285,
    "name": "כדים"
  },
  {
    "lat": 3822638.792,
    "name": "שער מנשה"
  },
  {
    "lat": 3822697.3,
    "name": "רחוב"
  },
  {
    "lat": 3822899.091,
    "name": "מירב"
  },
  {
    "lat": 3823414.177,
    "name": "עין שמר"
  },
  {
    "lat": 3823585.933,
    "name": "מענית"
  },
  {
    "lat": 3823666.689,
    "name": "כפר רופין"
  },
  {
    "lat": 3824241.849,
    "name": "גן השומרון"
  },
  {
    "lat": 3824998.073,
    "name": "ריחן"
  },
  {
    "lat": 3825112.845,
    "name": "אום אל-קוטוף"
  },
  {
    "lat": 3825143.255,
    "name": "עין הנצי\"ב"
  },
  {
    "lat": 3825367.901,
    "name": "קציר-חריש"
  },
  {
    "lat": 3825406.51,
    "name": "שלוחות"
  },
  {
    "lat": 3825562.977,
    "name": "פרדס חנה-כרכור"
  },
  {
    "lat": 3825599.002,
    "name": "ברטעה"
  },
  {
    "lat": 3825696.157,
    "name": "שקד"
  },
  {
    "lat": 3825777.94,
    "name": "נחל גנת"
  },
  {
    "lat": 3825846.566,
    "name": "ברקאי"
  },
  {
    "lat": 3825964.159,
    "name": "מעלה גלבוע"
  },
  {
    "lat": 3826624.905,
    "name": "רשפים"
  },
  {
    "lat": 3826660.326,
    "name": "חיננית"
  },
  {
    "lat": 3826857.637,
    "name": "עין עירון"
  },
  {
    "lat": 3827070.173,
    "name": "כפר פינס"
  },
  {
    "lat": 3827436.46,
    "name": "משמרות"
  },
  {
    "lat": 3827872.689,
    "name": "עין א-סהלה"
  },
  {
    "lat": 3827886.512,
    "name": "שדות ים"
  },
  {
    "lat": 3828049.552,
    "name": "נווה איתן"
  },
  {
    "lat": 3828211.874,
    "name": "מעוז חיים"
  },
  {
    "lat": 3828337.476,
    "name": "בית שאן"
  },
  {
    "lat": 3828495.877,
    "name": "מסילות"
  },
  {
    "lat": 3828820.543,
    "name": "אל -עריאן"
  },
  {
    "lat": 3829234.411,
    "name": "ערערה"
  },
  {
    "lat": 3829533.958,
    "name": "מי עמי"
  },
  {
    "lat": 3829734.341,
    "name": "ניר דוד (תל עמל)"
  },
  {
    "lat": 3829764.748,
    "name": "כפר קרע"
  },
  {
    "lat": 3829898.846,
    "name": "כפר גליקסון"
  },
  {
    "lat": 3829984.774,
    "name": "קיסריה"
  },
  {
    "lat": 3830376.056,
    "name": "אור עקיבא"
  },
  {
    "lat": 3830502.218,
    "name": "אלוני יצחק"
  },
  {
    "lat": 3830993.252,
    "name": "מוקייבלה"
  },
  {
    "lat": 3831183.239,
    "name": "חמדיה"
  },
  {
    "lat": 3831393.811,
    "name": "בית אלפא"
  },
  {
    "lat": 3831685.732,
    "name": "גבעת עדה"
  },
  {
    "lat": 3831689.873,
    "name": "חפצי-בה"
  },
  {
    "lat": 3831922.939,
    "name": "מגן שאול"
  },
  {
    "lat": 3832041.748,
    "name": "אום אל-פחם"
  },
  {
    "lat": 3832139.404,
    "name": "צנדלה"
  },
  {
    "lat": 3832254.634,
    "name": "רגבים"
  },
  {
    "lat": 3832462.4,
    "name": "שדה נחום"
  },
  {
    "lat": 3832588.826,
    "name": "בנימינה"
  },
  {
    "lat": 3832810.778,
    "name": "רם-און"
  },
  {
    "lat": 3832934.177,
    "name": "בית חנניה"
  },
  {
    "lat": 3833240.358,
    "name": "גן נר"
  },
  {
    "lat": 3833288.958,
    "name": "מועאוויה"
  },
  {
    "lat": 3833310.988,
    "name": "אביאל"
  },
  {
    "lat": 3833972.626,
    "name": "ג'סר א-זרקא"
  },
  {
    "lat": 3834630.709,
    "name": "נורית"
  },
  {
    "lat": 3834776.54,
    "name": "ברק"
  },
  {
    "lat": 3834842.055,
    "name": "סאלם"
  },
  {
    "lat": 3834967.974,
    "name": "מוצמוץ"
  },
  {
    "lat": 3835157.443,
    "name": "פרזון"
  },
  {
    "lat": 3835182.069,
    "name": "מיטב"
  },
  {
    "lat": 3835420.671,
    "name": "גבעת ניל\"י"
  },
  {
    "lat": 3835427.898,
    "name": "חבר"
  },
  {
    "lat": 3835596.151,
    "name": "גדעונה"
  },
  {
    "lat": 3835621.032,
    "name": "אדירים"
  },
  {
    "lat": 3835624.628,
    "name": "זלפה"
  },
  {
    "lat": 3835710.954,
    "name": "בית השיטה"
  },
  {
    "lat": 3836144.639,
    "name": "דבורה"
  },
  {
    "lat": 3836215.626,
    "name": "מושיירפה"
  },
  {
    "lat": 3836439.375,
    "name": "גבעת עוז"
  },
  {
    "lat": 3836450.52,
    "name": "תל יוסף"
  },
  {
    "lat": 3836560.95,
    "name": "מעגן מיכאל"
  },
  {
    "lat": 3836616.777,
    "name": "גלעד (אבן יצחק)"
  },
  {
    "lat": 3836701.667,
    "name": "ביאדה"
  },
  {
    "lat": 3836701.993,
    "name": "אביטל"
  },
  {
    "lat": 3836712.121,
    "name": "עין חרוד (מאוחד)"
  },
  {
    "lat": 3836887.466,
    "name": "גדיש"
  },
  {
    "lat": 3836951.03,
    "name": "בית יוסף"
  },
  {
    "lat": 3837217.155,
    "name": "יזרעאל"
  },
  {
    "lat": 3837488.922,
    "name": "אומן"
  },
  {
    "lat": 3837506.529,
    "name": "עמיקם"
  },
  {
    "lat": 3837545.456,
    "name": "מלאה"
  },
  {
    "lat": 3837698.835,
    "name": "עין חרוד (איחוד)"
  },
  {
    "lat": 3837740.963,
    "name": "ירדנה"
  },
  {
    "lat": 3837892.154,
    "name": "גבע"
  },
  {
    "lat": 3837925.345,
    "name": "כפר יחזקאל"
  },
  {
    "lat": 3837929.673,
    "name": "זכרון יעקב"
  },
  {
    "lat": 3838388.242,
    "name": "ניר יפה"
  },
  {
    "lat": 3839180.136,
    "name": "מעיין צבי"
  },
  {
    "lat": 3839626.444,
    "name": "מגידו"
  },
  {
    "lat": 3840457.597,
    "name": "מולדת"
  },
  {
    "lat": 3840737.996,
    "name": "נווה אור"
  },
  {
    "lat": 3840931.384,
    "name": "דלייה"
  },
  {
    "lat": 3841099.823,
    "name": "רמת צבי"
  },
  {
    "lat": 3841163.792,
    "name": "מאיר שפיה"
  },
  {
    "lat": 3841658.162,
    "name": "מדרך עוז"
  },
  {
    "lat": 3841756.859,
    "name": "עין השופט"
  },
  {
    "lat": 3841911.999,
    "name": "רמות מנשה"
  },
  {
    "lat": 3842058.973,
    "name": "פוריידיס"
  },
  {
    "lat": 3842380.478,
    "name": "בת שלמה"
  },
  {
    "lat": 3842829.925,
    "name": "טייבה (בעמק)"
  },
  {
    "lat": 3842975.509,
    "name": "מרחביה (מושב)"
  },
  {
    "lat": 3843121.579,
    "name": "מרחביה (קיבוץ)"
  },
  {
    "lat": 3843206.701,
    "name": "סולם"
  },
  {
    "lat": 3843283.283,
    "name": "דור"
  },
  {
    "lat": 3843587.971,
    "name": "משמר העמק"
  },
  {
    "lat": 3843762.437,
    "name": "נאעורה"
  },
  {
    "lat": 3843763.342,
    "name": "רמת השופט"
  },
  {
    "lat": 3843898.692,
    "name": "היוגב"
  },
  {
    "lat": 3844118.25,
    "name": "נחשולים"
  },
  {
    "lat": 3844248.611,
    "name": "עפולה"
  },
  {
    "lat": 3844958.052,
    "name": "גשר"
  },
  {
    "lat": 3845133.266,
    "name": "דחי"
  },
  {
    "lat": 3845299.548,
    "name": "עופר"
  },
  {
    "lat": 3846219.654,
    "name": "עין איילה"
  },
  {
    "lat": 3846297.16,
    "name": "בלפוריה"
  },
  {
    "lat": 3846406.218,
    "name": "ניין"
  },
  {
    "lat": 3846571.126,
    "name": "אליקים"
  },
  {
    "lat": 3846899.217,
    "name": "טמרה (יזרעאל)"
  },
  {
    "lat": 3847303.335,
    "name": "גזית"
  },
  {
    "lat": 3847727.53,
    "name": "הבונים"
  },
  {
    "lat": 3847734.041,
    "name": "עין דור"
  },
  {
    "lat": 3848039.136,
    "name": "הזורע"
  },
  {
    "lat": 3848075.832,
    "name": "אחוזת ברק"
  },
  {
    "lat": 3848156.286,
    "name": "כפר גדעון"
  },
  {
    "lat": 3848347.735,
    "name": "כפר מצר"
  },
  {
    "lat": 3848446.058,
    "name": "כרם מהר\"ל"
  },
  {
    "lat": 3848454.293,
    "name": "דברת"
  },
  {
    "lat": 3848497.459,
    "name": "כפר ברוך"
  },
  {
    "lat": 3848779.45,
    "name": "צרופה"
  },
  {
    "lat": 3849064.011,
    "name": "מזרע"
  },
  {
    "lat": 3849180.552,
    "name": "יקנעם עילית"
  },
  {
    "lat": 3849865.079,
    "name": "יקנעם (מושבה)"
  },
  {
    "lat": 3850017.277,
    "name": "תל עדשים"
  },
  {
    "lat": 3850209.164,
    "name": "אשדות יעקב (איחוד)"
  },
  {
    "lat": 3850436.583,
    "name": "שריד"
  },
  {
    "lat": 3850668.188,
    "name": "גבע כרמל"
  },
  {
    "lat": 3850763.164,
    "name": "גיניגר"
  },
  {
    "lat": 3850980.233,
    "name": "אשדות יעקב (מאוחד)"
  },
  {
    "lat": 3851132.866,
    "name": "מנחמיה"
  },
  {
    "lat": 3851151.076,
    "name": "כפר קיש"
  },
  {
    "lat": 3852209.399,
    "name": "גבת"
  },
  {
    "lat": 3852518.178,
    "name": "עין כרמל"
  },
  {
    "lat": 3852668.277,
    "name": "יפעת"
  },
  {
    "lat": 3852704.826,
    "name": "רמת דוד"
  },
  {
    "lat": 3852808.217,
    "name": "מגדל העמק"
  },
  {
    "lat": 3852841.96,
    "name": "נווה ים"
  },
  {
    "lat": 3852955.49,
    "name": "אפיקים"
  },
  {
    "lat": 3853080.196,
    "name": "כפר יהושע"
  },
  {
    "lat": 3853168.416,
    "name": "אכסאל"
  },
  {
    "lat": 3853297.659,
    "name": "מסדה"
  },
  {
    "lat": 3853458.694,
    "name": "יפיע"
  },
  {
    "lat": 3853725.664,
    "name": "שבלי - אום אל-גנם"
  },
  {
    "lat": 3853855.386,
    "name": "שער הגולן"
  },
  {
    "lat": 3853992.417,
    "name": "כפר תבור"
  },
  {
    "lat": 3854119.143,
    "name": "בית זרע"
  },
  {
    "lat": 3854160.537,
    "name": "דבורייה"
  },
  {
    "lat": 3854251.517,
    "name": "נהלל"
  },
  {
    "lat": 3854438.105,
    "name": "עין חוד"
  },
  {
    "lat": 3854669.18,
    "name": "עיר כרמל"
  },
  {
    "lat": 3854991.007,
    "name": "בית שערים"
  },
  {
    "lat": 3855066.774,
    "name": "עתלית"
  },
  {
    "lat": 3855107.443,
    "name": "שדמות דבורה"
  },
  {
    "lat": 3855238.063,
    "name": "שדה יעקב"
  },
  {
    "lat": 3855545.533,
    "name": "עין הוד"
  },
  {
    "lat": 3855554.601,
    "name": "דגניה ב'"
  },
  {
    "lat": 3855578.264,
    "name": "נצרת"
  },
  {
    "lat": 3855657.362,
    "name": "ניר עציון"
  },
  {
    "lat": 3855747.875,
    "name": "כפר החורש"
  },
  {
    "lat": 3855766.616,
    "name": "בית זיד"
  },
  {
    "lat": 3855892.38,
    "name": "כדורי"
  },
  {
    "lat": 3856004.642,
    "name": "רמת ישי"
  },
  {
    "lat": 3856033.163,
    "name": "תמרת"
  },
  {
    "lat": 3856247.273,
    "name": "תל קציר"
  },
  {
    "lat": 3856280.236,
    "name": "מנשית זבדה"
  },
  {
    "lat": 3856377.918,
    "name": "מעגן"
  },
  {
    "lat": 3856508.191,
    "name": "אלומות"
  },
  {
    "lat": 3856572.887,
    "name": "דגניה א'"
  },
  {
    "lat": 3856793.023,
    "name": "יבנאל"
  },
  {
    "lat": 3857307.572,
    "name": "כנרת (קבוצה)"
  },
  {
    "lat": 3857388.714,
    "name": "קריית טבעון"
  },
  {
    "lat": 3857470.131,
    "name": "נצרת עילית"
  },
  {
    "lat": 3857650.629,
    "name": "בית קשת"
  },
  {
    "lat": 3857722.177,
    "name": "אלונים"
  },
  {
    "lat": 3857727.54,
    "name": "אוהלו"
  },
  {
    "lat": 3857813.683,
    "name": "פורייה - כפר עבודה"
  },
  {
    "lat": 3857954.936,
    "name": "עילוט"
  },
  {
    "lat": 3858397.341,
    "name": "ריינה"
  },
  {
    "lat": 3858400.582,
    "name": "כפר כמא"
  },
  {
    "lat": 3858428.058,
    "name": "גבעת אלה"
  },
  {
    "lat": 3858468.216,
    "name": "עין מאהל"
  },
  {
    "lat": 3858488.571,
    "name": "כנרת (מושבה)"
  },
  {
    "lat": 3858556.896,
    "name": "שער העמקים"
  },
  {
    "lat": 3858880.714,
    "name": "האון"
  },
  {
    "lat": 3858899.101,
    "name": "זרזיר"
  },
  {
    "lat": 3859074.553,
    "name": "שרונה"
  },
  {
    "lat": 3859384.337,
    "name": "מגדים"
  },
  {
    "lat": 3859510.495,
    "name": "אלוני אבא"
  },
  {
    "lat": 3859661.63,
    "name": "פורייה עילית"
  },
  {
    "lat": 3859737.695,
    "name": "בית אורן"
  },
  {
    "lat": 3859905.797,
    "name": "שמשית"
  },
  {
    "lat": 3860080.663,
    "name": "בית לחם הגלילית"
  },
  {
    "lat": 3860300.924,
    "name": "מבוא חמה"
  },
  {
    "lat": 3860940.84,
    "name": "בסמת טבעון"
  },
  {
    "lat": 3860996.835,
    "name": "משהד"
  },
  {
    "lat": 3861208.086,
    "name": "כפר הנוער הדתי"
  },
  {
    "lat": 3861261.504,
    "name": "יגור"
  },
  {
    "lat": 3861279.203,
    "name": "פורייה - נווה עובד"
  },
  {
    "lat": 3861699.099,
    "name": "הזורעים"
  },
  {
    "lat": 3861734.748,
    "name": "שדה אילן"
  },
  {
    "lat": 3861797.297,
    "name": "כעביה-טבאש-חג'אג'רה"
  },
  {
    "lat": 3861820.758,
    "name": "ציפורי"
  },
  {
    "lat": 3861822.355,
    "name": "כפר כנא"
  },
  {
    "lat": 3862400.546,
    "name": "החותרים"
  },
  {
    "lat": 3862427.03,
    "name": "הסוללים"
  },
  {
    "lat": 3862430.415,
    "name": "רכסים"
  },
  {
    "lat": 3862513.826,
    "name": "כפר חסידים ב'"
  },
  {
    "lat": 3862766.39,
    "name": "אילנייה"
  },
  {
    "lat": 3863251.844,
    "name": "הושעיה"
  },
  {
    "lat": 3863363.454,
    "name": "אלון הגליל"
  },
  {
    "lat": 3863379.489,
    "name": "נופית"
  },
  {
    "lat": 3863677.495,
    "name": "כפר חרוב"
  },
  {
    "lat": 3863771.137,
    "name": "אבטין"
  },
  {
    "lat": 3863959.185,
    "name": "הרדוף"
  },
  {
    "lat": 3864295.977,
    "name": "מיצר"
  },
  {
    "lat": 3864346.63,
    "name": "כפר גלים"
  },
  {
    "lat": 3864452.311,
    "name": "טירת כרמל"
  },
  {
    "lat": 3864459.614,
    "name": "סואעד (חמרייה)"
  },
  {
    "lat": 3865062.124,
    "name": "נשר"
  },
  {
    "lat": 3865459.42,
    "name": "גבעת אבני"
  },
  {
    "lat": 3865774.042,
    "name": "טורעאן"
  },
  {
    "lat": 3865859.524,
    "name": "עין גב"
  },
  {
    "lat": 3865862.187,
    "name": "אפיק"
  },
  {
    "lat": 3866039.811,
    "name": "כפר המכבי"
  },
  {
    "lat": 3866053.83,
    "name": "רומת הייב"
  },
  {
    "lat": 3866489.516,
    "name": "בית רימון"
  },
  {
    "lat": 3866492.524,
    "name": "עדי"
  },
  {
    "lat": 3866595.437,
    "name": "ביר אל-מכסור"
  },
  {
    "lat": 3866732.208,
    "name": "חנתון"
  },
  {
    "lat": 3866887.388,
    "name": "נאות גולן"
  },
  {
    "lat": 3867065.324,
    "name": "לביא"
  },
  {
    "lat": 3867095.6,
    "name": "טבריה"
  },
  {
    "lat": 3867190.572,
    "name": "רומאנה"
  },
  {
    "lat": 3867485.058,
    "name": "עוזייר"
  },
  {
    "lat": 3867490.266,
    "name": "מצפה"
  },
  {
    "lat": 3867808.231,
    "name": "רמת יוחנן"
  },
  {
    "lat": 3868001.854,
    "name": "בני יהודה"
  },
  {
    "lat": 3868246.136,
    "name": "אושה"
  },
  {
    "lat": 3868622.206,
    "name": "גבעת יואב"
  },
  {
    "lat": 3869000.299,
    "name": "אלי-עד"
  },
  {
    "lat": 3869021.847,
    "name": "חיפה"
  },
  {
    "lat": 3869116.856,
    "name": "כפר חיטים"
  },
  {
    "lat": 3869157.694,
    "name": "מצפה נטופה"
  },
  {
    "lat": 3869300.121,
    "name": "קריית אתא"
  },
  {
    "lat": 3869506.793,
    "name": "שפרעם"
  },
  {
    "lat": 3869886.295,
    "name": "בועיינה-נוג'ידאת"
  },
  {
    "lat": 3869903.973,
    "name": "כפר מנדא"
  },
  {
    "lat": 3870057.668,
    "name": "כפר זיתים"
  },
  {
    "lat": 3870377.698,
    "name": "גשור"
  },
  {
    "lat": 3870448.511,
    "name": "ארבל"
  },
  {
    "lat": 3871527.159,
    "name": "כפר ביאליק"
  },
  {
    "lat": 3871897.024,
    "name": "אבני איתן"
  },
  {
    "lat": 3872319.733,
    "name": "אעבלין"
  },
  {
    "lat": 3872357.071,
    "name": "מורשת"
  },
  {
    "lat": 3872739.882,
    "name": "חמאם"
  },
  {
    "lat": 3872838.343,
    "name": "כאוכב אבו אל-היג'א"
  },
  {
    "lat": 3873084.275,
    "name": "נוב"
  },
  {
    "lat": 3873421.518,
    "name": "קריית ביאליק"
  },
  {
    "lat": 3873456.946,
    "name": "עיילבון"
  },
  {
    "lat": 3873611.489,
    "name": "מגדל"
  },
  {
    "lat": 3873641.822,
    "name": "מצפה אבי\"ב"
  },
  {
    "lat": 3873675.75,
    "name": "יודפת"
  },
  {
    "lat": 3873706.352,
    "name": "אבטליון"
  },
  {
    "lat": 3873896.829,
    "name": "קריית מוצקין"
  },
  {
    "lat": 3874032.016,
    "name": "אפק"
  },
  {
    "lat": 3874549.279,
    "name": "מסד"
  },
  {
    "lat": 3874625.358,
    "name": "קורנית"
  },
  {
    "lat": 3874785.391,
    "name": "חספין"
  },
  {
    "lat": 3874867.496,
    "name": "הררית"
  },
  {
    "lat": 3874954.515,
    "name": "רמת מגשימים"
  },
  {
    "lat": 3875193.348,
    "name": "שכניה"
  },
  {
    "lat": 3875233.206,
    "name": "קריית ים"
  },
  {
    "lat": 3875470.94,
    "name": "רביד"
  },
  {
    "lat": 3875560.1,
    "name": "עראבה"
  },
  {
    "lat": 3875667.991,
    "name": "רמות"
  },
  {
    "lat": 3875784.243,
    "name": "מנוף"
  },
  {
    "lat": 3875809.164,
    "name": "נטור"
  },
  {
    "lat": 3876091.768,
    "name": "טמרה"
  },
  {
    "lat": 3876283.259,
    "name": "רקפת"
  },
  {
    "lat": 3877108.853,
    "name": "דייר חנא"
  },
  {
    "lat": 3877245.948,
    "name": "לבנים"
  },
  {
    "lat": 3877434.415,
    "name": "סח'נין"
  },
  {
    "lat": 3877517.016,
    "name": "שגב"
  },
  {
    "lat": 3878134.391,
    "name": "טפחות"
  },
  {
    "lat": 3878165.707,
    "name": "כנף"
  },
  {
    "lat": 3878275.7,
    "name": "גינוסר"
  },
  {
    "lat": 3878351.623,
    "name": "כאבול"
  },
  {
    "lat": 3878646.548,
    "name": "כלנית"
  },
  {
    "lat": 3879077.232,
    "name": "יעד"
  },
  {
    "lat": 3879127.586,
    "name": "חוקוק"
  },
  {
    "lat": 3879137.268,
    "name": "יובלים"
  },
  {
    "lat": 3879601.97,
    "name": "לוטם"
  },
  {
    "lat": 3879755.119,
    "name": "מעלה גמלא"
  },
  {
    "lat": 3879881.734,
    "name": "אשחר"
  },
  {
    "lat": 3880261.793,
    "name": "כפר מסריק"
  },
  {
    "lat": 3880443.042,
    "name": "מגאר"
  },
  {
    "lat": 3880693.159,
    "name": "צביה"
  },
  {
    "lat": 3880840.68,
    "name": "שעב"
  },
  {
    "lat": 3881013.922,
    "name": "כחל"
  },
  {
    "lat": 3881131.866,
    "name": "שורשים"
  },
  {
    "lat": 3881246.622,
    "name": "סלמה"
  },
  {
    "lat": 3881806.35,
    "name": "קדרים"
  },
  {
    "lat": 3882118.423,
    "name": "חוסנייה"
  },
  {
    "lat": 3882138.195,
    "name": "יסעור"
  },
  {
    "lat": 3882416.724,
    "name": "צורית"
  },
  {
    "lat": 3882537.888,
    "name": "גילון"
  },
  {
    "lat": 3882569.998,
    "name": "אמנון"
  },
  {
    "lat": 3882830.264,
    "name": "חזון"
  },
  {
    "lat": 3882884.87,
    "name": "עין המפרץ"
  },
  {
    "lat": 3882967.398,
    "name": "אחיהוד"
  },
  {
    "lat": 3882985.989,
    "name": "מכמנים"
  },
  {
    "lat": 3883268.483,
    "name": "כורזים"
  },
  {
    "lat": 3883272.159,
    "name": "כמאנה"
  },
  {
    "lat": 3883461.77,
    "name": "אלמגור"
  },
  {
    "lat": 3883637.679,
    "name": "כמון"
  },
  {
    "lat": 3883853.844,
    "name": "כרמיאל"
  },
  {
    "lat": 3883868.545,
    "name": "ראס אל-עין"
  },
  {
    "lat": 3884096.94,
    "name": "כפר חנניה"
  },
  {
    "lat": 3884629.92,
    "name": "מורן"
  },
  {
    "lat": 3884777.768,
    "name": "שגור"
  },
  {
    "lat": 3885589.531,
    "name": "טל-אל"
  },
  {
    "lat": 3885632.081,
    "name": "עמיעד"
  },
  {
    "lat": 3885671.998,
    "name": "פרוד"
  },
  {
    "lat": 3885683.448,
    "name": "עכו"
  },
  {
    "lat": 3885684.389,
    "name": "ג'דיידה-מכר"
  },
  {
    "lat": 3885863.91,
    "name": "בענה"
  },
  {
    "lat": 3886000.412,
    "name": "תובל"
  },
  {
    "lat": 3886017.071,
    "name": "כרכום"
  },
  {
    "lat": 3886182.215,
    "name": "חד-נס"
  },
  {
    "lat": 3886341.422,
    "name": "שזור"
  },
  {
    "lat": 3886430.028,
    "name": "פלך"
  },
  {
    "lat": 3886657.151,
    "name": "נחף"
  },
  {
    "lat": 3886888.136,
    "name": "יונתן"
  },
  {
    "lat": 3887008.384,
    "name": "דיר אל-אסד"
  },
  {
    "lat": 3887093.12,
    "name": "אמירים"
  },
  {
    "lat": 3887114.315,
    "name": "ראמה"
  },
  {
    "lat": 3887388.253,
    "name": "עין אל-אסד"
  },
  {
    "lat": 3887505.918,
    "name": "סאג'ור"
  },
  {
    "lat": 3887516.349,
    "name": "ג'ולס"
  },
  {
    "lat": 3887656.478,
    "name": "לבון"
  },
  {
    "lat": 3887898.723,
    "name": "שפר"
  },
  {
    "lat": 3888082.259,
    "name": "כישור"
  },
  {
    "lat": 3888261.429,
    "name": "אליפלט"
  },
  {
    "lat": 3888708.536,
    "name": "חלוץ"
  },
  {
    "lat": 3888724.217,
    "name": "בוסתן הגליל"
  },
  {
    "lat": 3888753.038,
    "name": "שמרת"
  },
  {
    "lat": 3889119.482,
    "name": "כפר יאסיף"
  },
  {
    "lat": 3889252.602,
    "name": "ירכא"
  },
  {
    "lat": 3889554.497,
    "name": "כפר שמאי"
  },
  {
    "lat": 3889557.972,
    "name": "חרשים"
  },
  {
    "lat": 3889680.424,
    "name": "אניעם"
  },
  {
    "lat": 3890115.701,
    "name": "אבו סנאן"
  },
  {
    "lat": 3890123.284,
    "name": "לפידות"
  },
  {
    "lat": 3890289.787,
    "name": "לוחמי הגיטאות"
  },
  {
    "lat": 3890651.094,
    "name": "טובא-זנגרייה"
  },
  {
    "lat": 3890666.19,
    "name": "בית ג'ן"
  },
  {
    "lat": 3890867.611,
    "name": "צפת"
  },
  {
    "lat": 3890884.775,
    "name": "נס עמים"
  },
  {
    "lat": 3890942.254,
    "name": "גיתה"
  },
  {
    "lat": 3891196.479,
    "name": "ראש פינה"
  },
  {
    "lat": 3891281.081,
    "name": "כסרא-סמיע"
  },
  {
    "lat": 3891428.025,
    "name": "בית העמק"
  },
  {
    "lat": 3891543.769,
    "name": "אשרת"
  },
  {
    "lat": 3891908.165,
    "name": "כפר הנשיא"
  },
  {
    "lat": 3892301.446,
    "name": "מגדל תפן"
  },
  {
    "lat": 3892328.962,
    "name": "קשת"
  },
  {
    "lat": 3892463.04,
    "name": "פקיעין (בוקייעה)"
  },
  {
    "lat": 3892485.715,
    "name": "בירייה"
  },
  {
    "lat": 3892514.199,
    "name": "עמקה"
  },
  {
    "lat": 3892667.983,
    "name": "יאנוח-ג'ת"
  },
  {
    "lat": 3892673.074,
    "name": "שבי ציון"
  },
  {
    "lat": 3892699.895,
    "name": "כליל"
  },
  {
    "lat": 3892997.281,
    "name": "חצור הגלילית"
  },
  {
    "lat": 3893119.695,
    "name": "פקיעין חדשה"
  },
  {
    "lat": 3893230.502,
    "name": "מזרעה"
  },
  {
    "lat": 3893950.05,
    "name": "מחניים"
  },
  {
    "lat": 3894052.149,
    "name": "מירון"
  },
  {
    "lat": 3894085.952,
    "name": "קצרין"
  },
  {
    "lat": 3894485.377,
    "name": "נתיב השיירה"
  },
  {
    "lat": 3894506.126,
    "name": "שייח' דנון"
  },
  {
    "lat": 3894770.05,
    "name": "כפר ורדים"
  },
  {
    "lat": 3894815.143,
    "name": "יחיעם"
  },
  {
    "lat": 3894945.282,
    "name": "בר יוחאי"
  },
  {
    "lat": 3894989.075,
    "name": "עמוקה"
  },
  {
    "lat": 3895032.877,
    "name": "חוסן"
  },
  {
    "lat": 3895949.612,
    "name": "משמר הירדן"
  },
  {
    "lat": 3895969.207,
    "name": "אור הגנוז"
  },
  {
    "lat": 3896080.836,
    "name": "בן עמי"
  },
  {
    "lat": 3896229.946,
    "name": "געתון"
  },
  {
    "lat": 3896436.52,
    "name": "צוריאל"
  },
  {
    "lat": 3896595.242,
    "name": "כפר חושן"
  },
  {
    "lat": 3896836.773,
    "name": "עין יעקב"
  },
  {
    "lat": 3896925.717,
    "name": "נהרייה"
  },
  {
    "lat": 3897503.152,
    "name": "חורפיש"
  },
  {
    "lat": 3897533.323,
    "name": "דלתון"
  },
  {
    "lat": 3897592.087,
    "name": "מעונה"
  },
  {
    "lat": 3897671.047,
    "name": "מעלות-תרשיחא"
  },
  {
    "lat": 3897683.991,
    "name": "גדות"
  },
  {
    "lat": 3898012.955,
    "name": "כברי"
  },
  {
    "lat": 3898198,
    "name": "ברעם"
  },
  {
    "lat": 3898298.58,
    "name": "ג'ש (גוש חלב)"
  },
  {
    "lat": 3898300.097,
    "name": "איילת השחר"
  },
  {
    "lat": 3898752.54,
    "name": "צבעון"
  },
  {
    "lat": 3898896.317,
    "name": "מעיליא"
  },
  {
    "lat": 3898901.304,
    "name": "נווה זיו"
  },
  {
    "lat": 3898997,
    "name": "קדמת צבי"
  },
  {
    "lat": 3899130.17,
    "name": "סער"
  },
  {
    "lat": 3899725.912,
    "name": "אלקוש"
  },
  {
    "lat": 3899815.932,
    "name": "כרם בן זמרה"
  },
  {
    "lat": 3900065.453,
    "name": "הילה"
  },
  {
    "lat": 3900393.773,
    "name": "אבירים"
  },
  {
    "lat": 3900420.839,
    "name": "מנות"
  },
  {
    "lat": 3900677.664,
    "name": "מתת"
  },
  {
    "lat": 3900759.94,
    "name": "גשר הזיו"
  },
  {
    "lat": 3901127.626,
    "name": "אלוני הבשן"
  },
  {
    "lat": 3901320.245,
    "name": "שדה אליעזר"
  },
  {
    "lat": 3901685.552,
    "name": "פסוטה"
  },
  {
    "lat": 3901767.065,
    "name": "ריחאנייה"
  },
  {
    "lat": 3901864.118,
    "name": "עבדון"
  },
  {
    "lat": 3902138.459,
    "name": "חולתה"
  },
  {
    "lat": 3902189.422,
    "name": "עלמה"
  },
  {
    "lat": 3902454.301,
    "name": "דוב\"ב"
  },
  {
    "lat": 3902833.38,
    "name": "יסוד המעלה"
  },
  {
    "lat": 3902917.544,
    "name": "גורן"
  },
  {
    "lat": 3903257.787,
    "name": "גורנות הגליל"
  },
  {
    "lat": 3903365.602,
    "name": "לימן"
  },
  {
    "lat": 3903411.645,
    "name": "סאסא"
  },
  {
    "lat": 3903607.448,
    "name": "מצובה"
  },
  {
    "lat": 3903723.177,
    "name": "אילון"
  },
  {
    "lat": 3903891.41,
    "name": "נטועה"
  },
  {
    "lat": 3904273.754,
    "name": "יערה"
  },
  {
    "lat": 3904684.86,
    "name": "בצת"
  },
  {
    "lat": 3905191.922,
    "name": "אבן מנחם"
  },
  {
    "lat": 3905450.78,
    "name": "שלומי"
  },
  {
    "lat": 3905575.302,
    "name": "יראון"
  },
  {
    "lat": 3906220.053,
    "name": "דישון"
  },
  {
    "lat": 3906543.936,
    "name": "שומרה"
  },
  {
    "lat": 3906547.612,
    "name": "אורטל"
  },
  {
    "lat": 3906683.992,
    "name": "שתולה"
  },
  {
    "lat": 3906694.363,
    "name": "אדמית"
  },
  {
    "lat": 3906730.082,
    "name": "כפר ראש הנקרה"
  },
  {
    "lat": 3906964.864,
    "name": "חניתה"
  },
  {
    "lat": 3906982.856,
    "name": "אביבים"
  },
  {
    "lat": 3907985.091,
    "name": "עין זיוון"
  },
  {
    "lat": 3908250.624,
    "name": "עראמשה"
  },
  {
    "lat": 3908303.922,
    "name": "מלכייה"
  },
  {
    "lat": 3908440.839,
    "name": "כפר רוזנואלד (זרעית)"
  },
  {
    "lat": 3908675.973,
    "name": "רמות נפתלי"
  },
  {
    "lat": 3910563.184,
    "name": "שעל"
  },
  {
    "lat": 3911611.033,
    "name": "גונן"
  },
  {
    "lat": 3912184.298,
    "name": "יפתח"
  },
  {
    "lat": 3912851.094,
    "name": "מרום גולן"
  },
  {
    "lat": 3914086.111,
    "name": "להבות הבשן"
  },
  {
    "lat": 3914879.085,
    "name": "קלע"
  },
  {
    "lat": 3916550.58,
    "name": "נאות מרדכי"
  },
  {
    "lat": 3917166.205,
    "name": "שמיר"
  },
  {
    "lat": 3918182.075,
    "name": "כפר בלום"
  },
  {
    "lat": 3918891.875,
    "name": "עמיר"
  },
  {
    "lat": 3919076.152,
    "name": "אל -רום"
  },
  {
    "lat": 3920138.743,
    "name": "שדה נחמיה"
  },
  {
    "lat": 3920977.316,
    "name": "אודם"
  },
  {
    "lat": 3921159.998,
    "name": "כפר סאלד"
  },
  {
    "lat": 3921242.248,
    "name": "מנרה"
  },
  {
    "lat": 3921926.216,
    "name": "בוקעאתא"
  },
  {
    "lat": 3923060.357,
    "name": "בית הלל"
  },
  {
    "lat": 3923368.915,
    "name": "קריית שמונה"
  },
  {
    "lat": 3924311.915,
    "name": "מרגליות"
  },
  {
    "lat": 3924831.659,
    "name": "הגושרים"
  },
  {
    "lat": 3925362.917,
    "name": "שאר ישוב"
  },
  {
    "lat": 3925863.899,
    "name": "דפנה"
  },
  {
    "lat": 3926096.809,
    "name": "מסעדה"
  },
  {
    "lat": 3926727.893,
    "name": "עין קנייא"
  },
  {
    "lat": 3927108.357,
    "name": "מעיין ברוך"
  },
  {
    "lat": 3927221.814,
    "name": "דן"
  },
  {
    "lat": 3927258.177,
    "name": "שניר"
  },
  {
    "lat": 3927475.659,
    "name": "כפר גלעדי"
  },
  {
    "lat": 3927831.337,
    "name": "יובל"
  },
  {
    "lat": 3927922.018,
    "name": "נחל נמרוד"
  },
  {
    "lat": 3928105.63,
    "name": "משגב עם"
  },
  {
    "lat": 3930129.426,
    "name": "נווה אטי\"ב"
  },
  {
    "lat": 3930716.329,
    "name": "מג'דל שמס"
  },
  {
    "lat": 3932612.255,
    "name": "מטולה"
  }
];